const city = [
  {
    initials: 'A',
    content: [
      {
        province: '安徽',
        city: [	'合肥', '安庆', '蚌埠', '亳州', '巢湖', '池州', '滁州', '阜阳', '淮北', '淮南', '黄山', '六安', '马鞍山', '宿州', '铜陵', '芜湖', '宣城']
      }
    ],
  },
  {
    initials: 'F',
    content: [
      {
        //	福建:	福州 龙岩 南平 宁德 莆田 泉州 三明 厦门 漳州
        province: '福建',
        city: [	'福州', '龙岩', '南平', '宁德', '莆田', '泉州', '三明', '厦门', '漳州']
      }
    ],
  },
// G
// 甘肃:	兰州 白银 定西 甘南州 嘉峪关 金昌 酒泉 临夏州 陇南 平凉 庆阳 天水 武威 张掖
// 广东:	广州 潮州 东莞 佛山 河源 惠州 江门 揭阳 茂名 梅州 清远 汕头 汕尾 韶关 深圳 阳江 云浮 湛江 肇庆 中山 珠海
// 广西:	南宁 百色 北海 崇左 防城港 桂林 贵港 河池 贺州 来宾 柳州 钦州 梧州 玉林
// 贵州:	贵阳 安顺 毕节市 六盘水 铜仁市 遵义 黔西南州 黔东南州 黔南州
  {
    initials: 'G',
    content: [
      {
        province: '甘肃',
        city: [	'兰州', '白银', '定西', '甘南州', '嘉峪关', '金昌', '酒泉', '临夏州', '陇南', '平凉', '庆阳', '天水', '武威', '张掖']
      },
      {
        province: '广东',
        city: [	'广州', '潮州', '东莞', '佛山', '河源', '惠州', '江门', '揭阳', '茂名', '梅州', '清远', '汕头', '汕尾', '韶关', '深圳', '阳江', '云浮', '湛江', '肇庆', '中山', '珠海']
      },
      {
        province: '广西',
        city: [	'南宁', '百色', '北海', '崇左', '防城港', '桂林', '贵港', '河池', '贺州', '来宾', '柳州', '钦州', '梧州', '玉林']
      },
      {
        province: '贵州',
        city: [	'贵阳', '安顺', '毕节市', '六盘水', '铜仁市', '遵义', '黔西南州', '黔东南州', '黔南州']
      }
    ],
  },
  //H
  // 海南:	海口 白沙 保亭 昌江 儋州 澄迈 东方 定安 琼海 琼中 乐东 临高 陵水 三亚 屯昌 万宁 文昌 五指山
  // 河北:	石家庄 保定 沧州 承德 邯郸 衡水 廊坊 秦皇岛 唐山 邢台 张家口
  // 河南:	郑州 安阳 鹤壁 焦作 开封 洛阳 漯河 南阳 平顶山 濮阳 三门峡 商丘 新乡 信阳 许昌 周口 驻马店
  // 黑龙江:	哈尔滨 大庆 大兴安岭地区 鹤岗 黑河 鸡西 佳木斯 牡丹江 七台河 齐齐哈尔 双鸭山 绥化 伊春
  // 湖北:	武汉 鄂州 恩施 黄冈 黄石 荆门 荆州 潜江 神农架林区 十堰 随州 天门 仙桃 咸宁 襄阳 孝感 宜昌
  // 湖南:	长沙 常德 郴州 衡阳 怀化 娄底 邵阳 湘潭 湘西州 益阳 永州 岳阳 张家界 株洲
  {
    initials: 'H',
    content: [
      {
        province: '海南',
        city: [	'海口', '白沙', '保亭', '昌江', '儋州', '澄迈', '东方', '定安', '琼海', '琼中', '乐东', '临高', '陵水', '三亚', '屯昌', '万宁', '文昌', '五指山']
      },
      {
        province: '河北',
        city: [	'石家庄', '保定', '沧州', '承德', '邯郸', '衡水', '廊坊', '秦皇岛', '唐山', '邢台', '张家口']
      },
      {
        province: '河南',
        city: [	'郑州', '安阳', '鹤壁', '焦作', '开封', '洛阳', '漯河', '南阳', '平顶山', '濮阳', '三门峡', '商丘', '新乡', '信阳', '许昌', '周口', '驻马店']
      },
      {
        province: '贵州',
        city: [	'贵阳', '安顺', '毕节市', '六盘水', '铜仁市', '遵义', '黔西南州', '黔东南州', '黔南州']
      }
    ],
  }
]

export {city}
